{
  "architectures": ["SLMModel"],
  "model_type": "slm",
  "dtype": "float16",
  "hidden_size": 384,
  "intermediate_size": 1344,
  "num_attention_heads": 6,
  "num_hidden_layers": 8,
  "num_key_value_heads": 3,
  "vocab_size": 16000,
  "max_position_embeddings": 256,
  "rms_norm_eps": 1e-6,
  "rope_theta": 10000.0,
  "tie_word_embeddings": true,
  "bos_token_id": 1,
  "eos_token_id": 2,
  "pad_token_id": 0,
  "attention_bias": false,
  "mlp_bias": false,
  "use_cache": true,
  "initializer_range": 0.02
}
